const data_scroll_voice = [
    [
        'Раньше были времена, а сейчас я стар ', 'Раньше были времена, а сейчас я устал ', 'Я стар, и видимо не подхожу ', 'Я устал ', 'За века я слишком устал ', 'За века я устал ', 'Я слишком стар ', 'Не тревожь меня... ', 'Я уже слишком стар ', 'Я уже совсем истлел ', 'Не зови меня в приключение, я уже почти негоден ', 'Я слишком обветшал ', 'Кажется я слегка обветшал ', 'Оккуратнее, я слишком хрупок ', 'Опять смертные, опять я нужен ', 'Тебя только и не хватало... ', 'Кто сказал что свитки не страдают маразмом... ', 'Старческий маразм у свитков наступает на второе тысячалетие... ', 'Свиточий маразм не излечим... ', 'Мои мысли путаются... Сожги меня... ', 'Не тряпи меня, я слишком истлел ', 'Я помню старые истории... истории... ', 'Знаю что нужен тебе '
    ],
    [
        'для таких дел', 'для приключений', 'что бы говорить', 'что бы пойти в приключение', 'что бы повести тебя в историю', 'мои силы на исходе', ' только и могу, на секунду выводить слова чернилами', 'а раньше я был велик, и был у героя-легенды', 'помню времена о которых нынче дыже не знают', 'я был участником слишком многих дел', 'я пережил слишком многое', 'я пережил слишком многое... и многих', 'я пережил слишком многих', 'я повидал что ты и за сто жизней не сможешь', '', 'Что бы пойти с тобой', 'что бы вершить героические деяния', 'что бы вести за собой', 'что бы вести', 'но страшную тайну открою', 'но расскажу где сокровища', 'но может ты новый герой', 'столько не живут даже бессмертные', 'я просто свиток, старый свиток', 'я просто свиток', 'я просто старый свиток', '... о чём это я?', 'даже чернила меня не слушаются', 'даже чернила не соушаются', 'и совсем выцвел'
    ],
/****** ниже должен быть второй блок фраз, выбирается первый или второй блок ******/
    [
        '',
    ],
    [
        '',
    ]
]